---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod12
source: html/8ae90eb6-10f8-3e46-2e00-2478dfe50c0c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod12 Property

"Shear Modulus 12"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearMod12 { get; }
```